"EPLanguageDirection"="RightToLeft";

//===============================================================================================
/* Print Dialog */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Print Button Name */
"EPF_PD_PrintButtonName"					= "פקס";

//-----------------------------------------------------------------------------------------------
/* Help Title */
"EPF_PD_HelpBookTitle"						= "עזרה עבור מנהל ההתקן של פקס EPSON";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Recipient Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_RS_PaneName"							= "הגדרות הנמענים";

//-----------------------------------------------------------------------------------------------
/* Recipient List View Name */
"EPF_RS_RecipientList"						= "רשימת הנמענים";

//-----------------------------------------------------------------------------------------------
/* Recipient Add */
"EPF_RS_Add"								= "הוסף";

//-----------------------------------------------------------------------------------------------
/* Recipient Name */
"EPF_RS_RecipientName"						= "שם";

//-----------------------------------------------------------------------------------------------
/* Recipient Company/Corp. */
"EPF_RS_CompanyCorpName"					= "חברה/ארגון";

//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"EPF_RS_FaxNumber"							= "מספר פקס";

//-----------------------------------------------------------------------------------------------
/* Notes of input Fax Number */
"EPF_RS_InputNotes"							= "מקף (-) זמין רק בתחילת מספר הטלפון משום שהוא משמש כהשהיה בחיוג.";

//-----------------------------------------------------------------------------------------------
/* Dialing Prefix */
"EPF_RS_DialingPrefix"						= "קידומת גישה מבחוץ";

//-----------------------------------------------------------------------------------------------
/* Cannot add the entry message */
"EPF_RS_CannotAddTheEntry"					= "לא ניתן להוסיף את הרשומה. כבר קיימת רשומה בעלת אותם נתוני [שם], [מספר פקס], ו-[חברה/ארגון].";

//-----------------------------------------------------------------------------------------------
/* Name Company FaxNumber string */
"EPF_RS_NameCompanyFaxNumber"				= "%@:\t%@\n%@:\t%@\n%@:\t%@";

//-----------------------------------------------------------------------------------------------
/* No Name entered message */
"EPF_RS_NoNameEntered"						= "לא הוזן שם. האם ברצונך להוסיף את הרשומה לרשימת הנמענים ללא שם?";

//-----------------------------------------------------------------------------------------------
/* OK Button text */
"EPF_RS_OK"									= "אישור";

//-----------------------------------------------------------------------------------------------
/* Cancel Button text */
"EPF_RS_Cancel"								= "ביטול";

//-----------------------------------------------------------------------------------------------
/* Recipient Total */
"EPF_SI_RecipientTotal"						= "סך כל הנמענים";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Fax Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_FS_PaneName"							= "הגדרות פקס";

//-----------------------------------------------------------------------------------------------
/* Color Model Title */
"EPF_FS_ColorTitle"							= "צבע";

//-----------------------------------------------------------------------------------------------
/* Color Model Black & White */
"EPF_FS_BlackAndWhite"						= "שחור-לבן";

//-----------------------------------------------------------------------------------------------
/* Color Model Color */
"EPF_FS_Color"								= "צבע";

//-----------------------------------------------------------------------------------------------
/* Image Quality */
"EPF_FS_ImageQuality"						= "איכות התמונה";

//-----------------------------------------------------------------------------------------------
/* Image Quality Normal */
"EPF_FS_QualityNormal"						= "רגיל";

//-----------------------------------------------------------------------------------------------
/* Image Quality Fine */
"EPF_FS_QualityFine"						= "עדין";

//-----------------------------------------------------------------------------------------------
/* Image Quality Photo */
"EPF_FS_QualityPhoto"						= "תצלום";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Summary */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Driver Version */
"EPF_SI_Version"							= "גרסה";

//-----------------------------------------------------------------------------------------------
"EPF_FS_QualityPhotoY2"="איכות";
"EPF_FS_QualityPhotoX2Y2"="איכות גבוהה";
"EPF_RS_InputNumberAgain"="הזן את מספר הפקס פעם נוספת.";
"EPF_RS_NumberMismatch"="המספר שונה מהמספר הראשון.";
"EPF_FS_AlertResolution"="איכות התמונה עשויה לרדת אם המכשיר של הנמען אינו תומך במצב רזולוציה גבוהה. לחלופין, שליחת הפקס עלולה להיכשל בהתאם לקיבולת הזיכרון בצד הנמען, משום שגודל הנתונים עולה.\nבמקרה זה, שנה לרזולוציה נמוכה יותר.";
